Revit 2027 API
ParameterTypeId.ClearCover Property
 "Rebar Cover"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ClearCover { get; }
Public Shared ReadOnly Property ClearCover As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ClearCover {
	ForgeTypeId^ get ();
}
static member ClearCover : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace